Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2014 Sud CS6 HaSEP-level2.tmx
Source language: en
Languages: es

source: Additional Client / Site Reporting Procedures (if ticked provide applicable details in the text box and/or attach relevant documents to this HaSEP.)
es: Procedimientos de reporte adicionales del cliente / sitio (si está marcado, entregar detalles correspondientes en el cuadro de texto o adjuntar documentos relevantes a este HaSEP)

source: Additional sections to be added as applicable to the project scope and hazards.
es: Se agregarán secciones adicionales si corresponde al alcance y peligros del proyecto.

source: Attempt to contact employee
es: Intentar contactar al empleado

source: Contact accommodation or other project personnel to determine last contact with employee
es: Contactar al alojamiento o a otra persona ligada al proyecto para determinar quién tuvo contacto por última vez con el colaborador

source: Contact client and request assistance to locate employee.
es: Contactar al cliente y solicitar ayuda para ubicar al colaborador.

source: Cost
es: Costo

source: Description
es: Descripción cambio realizado

source: Export to Word
es: Exportar a Word

source: Guide to selecting the right modules for your project.
es: Guía para elegir los módulos correctos para su proyecto.

source: High
es: Alto

source: Include Table of Contents in Export to Word
es: Incluir índice en exportación a Word

source: Include title page in Export to Word
es: Incluir la página con el título en exportación a Word

source: Initiate Crisis Response Plan (as appropriate)
es: Iniciar el Plan de Respuesta ante Crisis (si es apropiado)

source: Medical evacucation procedures in place (medical evacuation arrangements must be confirmed on site)
es: Procedimientos de evacuación médica dispuestos (los arreglos para la evacuación médica deben confirmarse en terreno)

source: Medium
es: Medio

source: Minimum HaSEP Requirements
es: Requisitos mínimos del HaSEP

source: Notes
es: Notas

source: Notify Project Director, Office Manager, and local authorities (as appropriate)
es: Notificar al director de proyecto, office manager y a las autoridades locales (si es apropiado)

source: Notify Project Manager
es: Notificar al gerente de proyecto

source: Project manager to determine timing of further action, based on project details.
es: El gerente de proyecto determinará el momento de tomar acciones adicionales, de acuerdo con los detalles del proyecto.

source: Select Contacts HaSEP or HaSEP
es: Seleccionar contactos HaSEP o HaSEP

source: Unique HS Site Issues
es: Temas exclusivos de salud y seguridad del sitio

source: Within 2 hours of missed check-in time:
es: A las dos horas de haber faltado al control:

source: Within 4 hours of scheduled call-in time:
es: A las cuatro horas de haber faltado al control:
